<?php

return [
    // KEY là chuỗi sẽ tìm trong cột destination (LIKE %KEY%)
    // VALUE là lat, lng tương ứng

    'PHÚ QUỐC' => [
        'lat' => 10.2899,
        'lng' => 103.9840,
    ],

    'Đà Nẵng' => [
        'lat' => 16.0472,
        'lng' => 108.2061,
    ],

    'HÀ NỘI' => [
        'lat' => 21.0285,
        'lng' => 105.8542,
    ],

    'Quy Nhơn' => [
        'lat' => 13.7765,
        'lng' => 109.2237,
    ],

    'Côn Đảo' => [
        'lat' => 8.6956,
        'lng' => 106.6091,
    ],

    'Châu Đốc' => [
        'lat' => 10.7060,
        'lng' => 105.1174,
    ],

    'Đà Lạt' => [
        'lat' => 11.9404,
        'lng' => 108.4583,
    ],

    'Hòn Sơn' => [
        'lat' => 9.6959,
        'lng' => 104.6076,
    ],

    'Cao Bằng' => [
        'lat' => 22.6653,
        'lng' => 106.2570,
    ],

    'Mộc Châu' => [
        'lat' => 20.8670,
        'lng' => 104.7083,
    ],

    'Mỹ Tho' => [
        'lat' => 10.3600,
        'lng' => 106.3599,
    ],

    'Yên Bái' => [
        'lat' => 21.7167,
        'lng' => 104.9333,
    ],

    'Sài Gòn' => [ 
        'lat' => 10.8231,
        'lng' => 106.6297,
    ],

    'TP. HCM' => [ 
        'lat' => 10.8231,
        'lng' => 106.6297,
    ],

    'Cần Thơ' => [
        'lat' => 10.0452,
        'lng' => 105.7469,
    ],
];
